
/* Presented when user typed illegal characters -- No valid object */
"Invalid number" = "Ogiltigt nummer";

/* Presented when user value smaller than minimum */
"Fell short of minimum" = "Minimum underskreds";

/* Presented when user value larger than maximum */
"Maximum exceeded" = "Maximum överskreds";

/* Presented when value is a float, but floats not allowed */
"Floating Point not allowed" = "Flyttal tillåts ej";

/* Presented when string cannot be converted to an NSDate */
"Invalid date string" = "Ogiltigt datum";

